{
  "matches": [
    {
      "id": "../DonQuixoteFull.txt-chunk-2278",
      "score": 0.426490843,
      "values": [],
      "metadata": {
        "chunkIndex": 2278,
        "dialogue": "Proceed",
        "originalText": "Master Pedro made him a bow, saying, “I expected no less of the rare\nChristianity of the valiant Don Quixote of La Mancha, true helper and\nprotector of all destitute and needy vagabonds; master landlord here\nand the great Sancho Panza shall be the arbitrators and appraisers\nbetween your worship and ",
        "source": "../DonQuixoteFull.txt",
        "totalChunks": 3315
      }
    },
    {
      "id": "../DonQuixoteFull.txt-chunk-1670",
      "score": 0.365181,
      "values": [],
      "metadata": {
        "chunkIndex": 1670,
        "dialogue": "\"\"",
        "originalText": "By this time all Don Quixote’s companions had come up to where he lay;\nbut the processionists seeing them come running, and with them the\nofficers of the Brotherhood with their crossbows, apprehended mischief,\nand clustering round the image, raised their hoods, and grasped their\nscourges, as the pri",
        "source": "../DonQuixoteFull.txt",
        "totalChunks": 3315
      }
    },
    {
      "id": "../DonQuixoteFull.txt-chunk-2842",
      "score": 0.365181,
      "values": [],
      "metadata": {
        "chunkIndex": 2842,
        "dialogue": "\"\"",
        "originalText": "sweating and sweating again, and commending himself with all his heart\nto God to deliver him from his present peril. Some stumbled over him,\nothers fell upon him, and one there was who took up a position on top\nof him for some time, and from thence as if from a watchtower issued\norders to the troops",
        "source": "../DonQuixoteFull.txt",
        "totalChunks": 3315
      }
    },
    {
      "id": "../DonQuixoteFull.txt-chunk-2574",
      "score": 0.365116149,
      "values": [],
      "metadata": {
        "chunkIndex": 2574,
        "dialogue": "\"\"",
        "originalText": "The duke, the duchess, and all in the garden were listening to the\nconversation of the two heroes, and were beyond measure amused by it;\nand now, desirous of putting a finishing touch to this rare and\nwell-contrived adventure, they applied a light to Clavileño’s tail with\nsome tow, and the horse, be",
        "source": "../DonQuixoteFull.txt",
        "totalChunks": 3315
      }
    },
    {
      "id": "../DonQuixoteFull.txt-chunk-417",
      "score": 0.365116149,
      "values": [],
      "metadata": {
        "chunkIndex": 417,
        "dialogue": "\"\"",
        "originalText": "“For all that,” answered the traveller, “I feel some doubt still,\nbecause often I have read how words will arise between two\nknights-errant, and from one thing to another it comes about that their\nanger kindles and they wheel their horses round and take a good stretch\nof field, and then without any ",
        "source": "../DonQuixoteFull.txt",
        "totalChunks": 3315
      }
    },
    {
      "id": "../DonQuixoteFull.txt-chunk-1258",
      "score": 0.365116149,
      "values": [],
      "metadata": {
        "chunkIndex": 1258,
        "dialogue": "\"\"",
        "originalText": "To this the veiled lady made no reply; all she did was to rise from her\nseat, crossing her hands upon her bosom, bowing her head and bending\nher body as a sign that she returned thanks. From her silence they\nconcluded that she must be a Moor and unable to speak a Christian\ntongue.\n\nAt this moment th",
        "source": "../DonQuixoteFull.txt",
        "totalChunks": 3315
      }
    },
    {
      "id": "../DonQuixoteFull.txt-chunk-2117",
      "score": 0.365116149,
      "values": [],
      "metadata": {
        "chunkIndex": 2117,
        "dialogue": "\"\"",
        "originalText": "p20c.jpg (415K)\n\nFull Size\n\n\n\nSancho observed all, contemplated all, and everything won his heart.\nThe first to captivate and take his fancy were the pots, out of which\nhe would have very gladly helped himself to a moderate pipkinful; then\nthe wine skins secured his affections; and lastly, the produ",
        "source": "../DonQuixoteFull.txt",
        "totalChunks": 3315
      }
    },
    {
      "id": "../DonQuixoteFull.txt-chunk-2830",
      "score": 0.365116149,
      "values": [],
      "metadata": {
        "chunkIndex": 2830,
        "dialogue": "\"\"",
        "originalText": "must live long to see much; I say it because I expect to see more if I\nlive longer; for I don’t expect to stop until I see thee a farmer of\ntaxes or a collector of revenue, which are offices where, though the\ndevil carries off those who make a bad use of them, still they make and\nhandle money. My la",
        "source": "../DonQuixoteFull.txt",
        "totalChunks": 3315
      }
    },
    {
      "id": "../DonQuixoteFull.txt-chunk-1387",
      "score": 0.365116149,
      "values": [],
      "metadata": {
        "chunkIndex": 1387,
        "dialogue": "\"\"",
        "originalText": "“Why is it, think ye, Christians, that this wicked woman is rejoiced at\nyour giving me my liberty? Think ye it is because of the affection she\nbears me? Nay verily, it is only because of the hindrance my presence\noffers to the execution of her base designs. And think not that it is\nher belief that y",
        "source": "../DonQuixoteFull.txt",
        "totalChunks": 3315
      }
    },
    {
      "id": "../DonQuixoteFull.txt-chunk-902",
      "score": 0.365116149,
      "values": [],
      "metadata": {
        "chunkIndex": 902,
        "dialogue": "\"\"",
        "originalText": "All this she who was now seen to be a lovely woman delivered without\nany hesitation, with so much ease and in so sweet a voice that they\nwere not less charmed by her intelligence than by her beauty, and as\nthey again repeated their offers and entreaties to her to fulfil her\npromise, she without furt",
        "source": "../DonQuixoteFull.txt",
        "totalChunks": 3315
      }
    }
  ],
  "namespace": "__default__",
  "usage": {
    "readUnits": 1
  }
}
